[
    {
        "name": "Raunak",
        "username": "@raunak12",
        "body": "Nikita Mam cleared all my doubts; her experience and thorough analysis helped me gain insight into what needs to be done next to build my future in the field of quantitative finance.",
        "img": "https://avatar.vercel.sh/jack"
    },
    {
        "name": "Cyric Kodath",
        "username": "@cyrik16",
        "body": "Highly recommend. The founders are extremely knowledgeable in the field with a passion for excellence. A rare combination.",
        "img": "https://avatar.vercel.sh/james"
    },
    {
        "name": "Lakshya",
        "username": "@lucky69",
        "body": "I was looking for Quant dev role and they were able to give me a lot of good guidance on what needs to be done and focused on. They all were pretty helpful in helping me narrow the direction that I need to get into.",
        "img": "https://avatar.vercel.sh/jenny"
    },
    {
        "name": "Tai",
        "username": "@tai04",
        "body": "Nikita and the team at Quant Insiders are the real deal. They provided me with a list of breadcrumbs to navigate the interview process for a Quant role.",
        "img": "https://avatar.vercel.sh/jill"
    },
    {
        "name": "Anomymous",
        "username": "@private",
        "body": "Somdip covered the Stochastic vol model and local vol model in very detailed manner and made it look so simple",
        "img": "https://avatar.vercel.sh/jane"
    },
    {
        "name": "Jithendra Macha",
        "username": "@jithendra58",
        "body": "Hi, I spoke to Tribhuvan. It was a productive conversation and very insightful. He provided a career advice and the steps to reach the destination in a simpler way and shared the resources to reach the same. ",
        "img": "https://avatar.vercel.sh/james"
    },
    {
        "name": "Arshdeep Sandhu",
        "username": "@Arsh78",
        "body": "Nikita came up with a clear plan with solid mini objectives to push me on this new learning path!",
        "img": "https://avatar.vercel.sh/jack"
    },
    {
        "name": "Lakshya",
        "username": "@lucky69",
        "body": "I was looking for Quant dev role and they were able to give me a lot of good guidance on what needs to be done and focused on. They all were pretty helpful in helping me narrow the direction that I need to get into.",
        "img": "https://avatar.vercel.sh/jenny"
    }
]

